[
  {
    "id": "andrea-lara",
    "name": "Andrea Lara, PhD",
    "country": "Guatemala",
    "institution": "Universidad Galileo",
    "role": "Director, Biomedical Engineering Institute",
    "description": "Director of the Biomedical Engineering Institute and founder of BiomedLab at Universidad Galileo. She holds a PhD in Biomedical Engineering from TU Graz and has research experience in artificial intelligence applied to medical image analysis. She currently leads initiatives aimed at strengthening health technology in Guatemala.",
    "image": "lara.webp",
    "linkedin": "https://www.linkedin.com/in/andrea-lara-/"
  },
  {
    "id": "catherine-dignazio",
    "name": "Catherine D'Ignazio",
    "country": "United States",
    "institution": "MIT",
    "role": "Associate Professor of Urban Science and Planning",
    "description": "Associate Professor of Urban Science and Planning in the Department of Urban Studies and Planning at MIT. She is also Director of the Data + Feminism Lab which uses data and computational methods to work towards gender and racial justice, particularly as they relate to space and place.",
    "image": "dignazio.webp"
  },
  {
    "id": "agustin-corbat",
    "name": "Agustín Corbat, PhD",
    "country": "Argentina",
    "institution": "Universidad de Buenos Aires",
    "role": "Bioimage Analyst",
    "description": "Bioimage Analyst with a PhD in Physics, specializing in transforming images into precise quantitative data. He uses his interdisciplinary expertise in physics and medicine to apply advanced image analysis and mathematical modeling to solve complex challenges in the biomedical and petrography sectors. Dr. Corbat has held research and analyst roles at the University of Buenos Aires, Uppsala University, and the Karolinska Institute, and he provides expert consulting and courses on image analysis.",
    "image": "corbat.webp",
    "github": "https://github.com/acorbat",
    "linkedin": "https://www.linkedin.com/in/agust%C3%ADn-andr%C3%A9s-corbat-1a7a6b89/"
  },
  {
    "id": "diana-mosquera",
    "name": "Diana Mosquera",
    "country": "Ecuador",
    "institution": "Diversa",
    "role": "Leader in Human-Centered AI",
    "description": "Leader in human and nature-centered AI with over 10 years of experience developing ethical and socially innovative technology projects. Specialist in data justice and AI ethics, she combines technical expertise with social commitment to drive a more just, transparent, and humane digital transformation. She leads multidisciplinary teams with strategic vision and a focus on sustainable regional impact.",
    "image": "mosquera.webp",
    "github": "https://github.com/DiversaStudio",
    "linkedin": "https://ec.linkedin.com/company/diversa-ai"
  },
  {
    "id": "hernan-morales",
    "name": "Hernán Morales-Navarrete, PhD",
    "country": "Ecuador",
    "institution": "Universidad de Las Américas – UDLA",
    "role": "Computational Bioimage Scientist",
    "description": "Computational bioimage scientist with a PhD from the Max Planck Institute of Molecular Cell Biology and Genetics, specializing in quantitative image analysis, machine learning, and AI-driven modeling of biological systems. His research focuses on decoding tissue and developmental organization from 2D and 3D microscopy data using interpretable deep learning and physics-inspired approaches. He has contributed to pioneering work in computational embryology and tissue modeling, including studies recognized as Method of the Year by Nature Methods. Currently, he leads research and training initiatives in bioimage analysis and AI in Ecuador, promoting open science, FAIR data practices, and capacity building across Latin America.",
    "image": "morales.webp",
    "github": "https://github.com/hernanmorales-navarrete",
    "linkedin": "https://ec.linkedin.com/in/hernanandresmoralesnavarrete"
  }
]
